{
  "factions": [
    {
      "name": "United States Army",
      "standardPlatoons": [
        "Infantry Platoon"
      ],
      "nations": [
        "American"
      ],
      "allies": [
        "Chinese",
        "Russians",
        "British"
      ],
      "img": "../../assets/american/us-army.jpg",
      "lore": "Some 11 million Americans were to serve in various Army operations. On the European front, U.S. Army troops formed a significant portion of the forces that captured North Africa and Sicily and later fought in Italy. On D-Day 6 June 1944 and in the subsequent liberation of Europe and defeat of Nazi Germany, millions of U.S. Army troops played a central role."
    },
    {
      "name": "United States Motorized Divisions",
      "standardPlatoons": [
        "Motorized Infantry Platoon"
      ],
      "nations": [
        "American"
      ],
      "allies": [
        "Chinese",
        "Russians",
        "British"
      ],
      "img": "../../assets/american/us-motorized.jpg",
      "lore": "Patton was the most experienced tank operator of WWI and led the first American tank offensive of the war. As the new tanks helped break the stalemate of trench warfare, it was becoming clear to men like Patton that the future of land warfare would be dominated by mechanized infantry and tank battalions, rendering defensive fortifications, such as the aforementioned Maginot Line, largely obsolete."
    },
    {
      "name": "United States Airborne",
      "standardPlatoons": [
        "Paratrooper Platoon"
      ],
      "nations": [
        "American"
      ],
      "allies": [
        "Chinese",
        "Russians",
        "British"
      ],
      "img": "../../assets/american/us-airborne.jpg",
      "lore": "The Screaming Eagles has been referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions. ...highly mobile teams covering extensive distances and engaging enemy forces behind enemy lines. Their unique battlefield mobility and high level of training have kept it in the vanguard of US land combat forces."
    },
    {
      "name": "United States Rangers",
      "standardPlatoons": [
        "Ranger Platoon"
      ],
      "nations": [
        "American"
      ],
      "allies": [
        "Chinese",
        "Russians",
        "British"
      ],
      "img": "../../assets/american/us-rangers.jpg",
      "lore": "Rangers are independent infantry units. Five Ranger Battalions would be organized in the European Theatre including the 1st, 2nd, 3rd, 4th and 5th; the 6th would be organized in the Pacific Theatre. The 7th, 9th, and 10th Ranger Battalions were “Ghost” formations, which were part of the deception plan known as “Operation Quicksilver.”"
    }
  ]
}
