{
  "factions": [
    {
      "name": "Imperial Japanese Army",
      "standardPlatoons": [
        "Rifle Platoon",
        "Teishin Paratroopers"
      ],
      "nations": [
        "Japan"
      ],
      "allies": [
        "Indian"
      ],
      "specials": [
        "Only one player can use an Airborne army. If multiple players want to use Airborne, then the player with fewer points spent on Paratroopers can’t deploy by air. Only one player can control the skies during the battle."
      ],
      "img": "../../assets/japan/imperial-japanese-army.jpg",
      "lore": "In 1941, the Imperial Japanese Army had 51 divisions and various special-purpose artillery, cavalry, anti-aircraft, and armored units with a total of 1,700,000 people. At the beginning of the Second World War, most of the Japanese Army (27 divisions) was stationed in China. Japanese troops suffered from a shortage of supplies, especially food, medicine, munitions, and armaments. As many as two-thirds of Japan's total military deaths resulted from illness or starvation."
    },
    {
      "name": "Special Naval Landing Force",
      "standardPlatoons": [
        "SNLF Platoon",
        "Rikusentai Paratroopers"
      ],
      "specials": [
        "Only one player can use an Airborne army. If multiple players want to use Airborne, then the player with fewer points spent on Paratroopers can’t deploy by air. Only one player can control the skies during the battle.",
        "Whenever a unit fails a morale test, that unit does not panic. Instead, the unit gains the Fanatic characteristic. All pinned models in the unit stand up immediately."
      ],
      "lore": "The Landing Forces were influential in Japan's expansion of territories during World War II, and their tactics of surprising their enemies through sea invasions proved effective. The original SNLF personnel were well-trained, high-quality troops with good morale and they performed well against opposition across Southeast Asia. However, they often experienced heavy casualties due to their unwillingness to surrender. When completely out of ammunition, they would often resort to hand-to-hand fighting with their swords and bayonets.",
      "img": "../../assets/japan/special-naval-landing-force.jpg",
      "allies": [],
      "nations": [
        "Japanese"
      ]
    }
  ]
}
